{
  "blogs": [
    {
      "id": "1",
      "slug": "are-fish-oils-and-omega-3s-good-for-your-dog?",
      "title": "Are Fish Oils and Omega-3's Good for Your Dog?",
      "meta": ["dogs", "optimum", "omega", "food", "Dr. Jeff's Pets", "Dr. Jeff"],
      "coverImage": "https://images.unsplash.com/photo-1534361960057-19889db9621e?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80",
      "brand": "dj",
      "content": "\n  <p>Hi, fellow pet parents! I receive a lot of questions about pup health and proper nutrition, so I thought I’d create a blog here at DrJeffsPets.com to answer some of your most common concerns. <br></p>\n  <p>One question I get asked a lot is: Are fish oils and omega-3s good for my dog?\n  </p>\n  <img src=\"https://images.unsplash.com/photo-1534361960057-19889db9621e?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80\" alt=\"dogs\">\n  <p>The short answer is YES. Let me explain the many, many benefits of omega-3s:</p>\n  <p>Dogs have a nutritional need for omega-3 fatty acids in their diets, just like people do. And just like with humans, a dog’s body does not naturally create enough of their own omega-3s. So, introducing foods that are rich in these essential fatty acids will offer major health benefits for your pal</p>\n  <p>The two main pro-inflammatory omega-3s are docosahexaenoic acid (DHA) and eicosapentaenoic acid (EPA), both of which are found in fatty fish (especially salmon, tuna, sardines, trout and mackerel), shellfish, seaweed, kelp and krill.</p>\n  <p>Omega-3 fatty acids are like the fountain of youth for dogs. They help with skin and coat conditions, allergies, kidney and heart health, immune system strength, joint and hip support, mental health, and so much more. This is the reason I added ingredients loaded with omega-3s to Dr. Jeff’s Optimum [link to new product page] and Daily Canine Care [link to new product page].</p>\n  <img src=\"https://images.unsplash.com/photo-1544551763-77ef2d0cfc6c?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80\" alt=\"fish\">\n  <p>Let me go into more detail about the five most important ways these beneficial oils contribute to a dog’s health.</p>\n  <p>Allergies <br>Allergies\n    Fish oils have anti-inflammatory benefits for dogs, which greatly reduce the symptoms of many allergies — and can even help to build immunities to allergies when taken consistently.</p>\n  <p>Kidney Diseases <br>Chronic kidney disease (CKD) and compromised kidney function are common issues with dogs. Some signs of a kidney problem may be increased thirst or frequent urinations, decreased appetite, weight loss, bad breath, vomiting or diarrhea. </p>\n  <p>Fish oils have been shown to have a very positive effect on canine kidney health. A diet rich in omega-3s can significantly help slow the progress of many renal diseases and kidney disorders. </p>\n  <img src=\"https://images.unsplash.com/photo-1559757148-5c350d0d3c56?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1778&q=80\" alt=\"\">\n  <p>Brain Health <br> Many older dogs suffer from the same sort of mental health issues that people do in their older years. For canines, Cognitive Dysfunction Syndrome is a chronic disease that is very similar to Alzheimer’s disease in people. It’s estimated that 28% of dogs aged 11 to 12 years old have CDS, and nearly 60% percent of dogs aged 15 to 16 show signs of this disease. Symptoms may appear as disorientation, forgetting their house-training, or even behavioral changes around family members.</p>\n  <p>Omega-3s have been clinically proven to improve cognitive function in dogs. Fish oils rich in DHA can increase memory and mental clarity, and improve overall temperament and behavior. </p>\n  <p>Arthritis <br>According to the Arthritis Foundation, one in five dogs suffers from canine arthritis. You might notice your dog slowing down on walks, or having trouble getting into the car, or even having a problem standing after taking a nap. These could be signs of arthritis.</p>\n  <p>Dogs switching to a diet rich in omega-3s showed dramatic improvements in all of these conditions and more. And not just for treating these problems, but also preventing them. Additionally, many medications for treating canine arthritis are made with fish oil.</p>\n  <p>Heart Problems <br>Dogs that were fed meals containing fish oils were shown to live longer lives and maintain healthier body weights than dogs not consuming fish oils. The same omega-3 anti‐inflammatory benefits that relieve allergy symptoms also improve heart rates and blood pressure, and even reduce the risk of stroke.</p>\n  <p>Additionally, a diet rich in fish oil may help to manage arrhythmias (irregular heartbeat) and regulate proper blood flow — two common causes of canine congestive heart failure. </p>\n  <p>If you have a question you’d like to ask me, feel free to send your query to Support@DrJeffs.com. I’ll do my best to answer it as soon as possible!</p>\n  <p>Dr. Jeff Werber, DVM</p>\n"
    }, 
    {
      "slug": "table-scraps-dos-and-donts",
      "title": "Table-Scraps Do's and Don'ts", 
      "brand": "dj",
      "coverImage": "https://joeelo.s3-us-west-1.amazonaws.com/blogs/blog-2-img-1.jpg",
      "meta": ["dogs", "optimum", "omega", "food", "Dr. Jeff's Pets", "Dr. Jeff", "fish", "fish-oil"],      
      "content": "<p>As a pet parent, it’s hard to enjoy a nice dinner at home when you’ve got a pair of puppy dog eyes watching every bite you take. Most dogs are masters of the “feed me, I’m starving” guilt-trip.</p>\n  <p>We’d all love to share a little morsel of our meals with them. But as hard as it may sometimes be, you have to be a strict parent when it comes to what your pets eat. Because dogs will typically eat <strong>ANYTHING</strong>  that’s in front of them. And it’s up to you to protect them.</p>\n  <p>Dogs and humans share many of the same qualities, but food isn’t one of them. Many types of foods — including some fruits and vegetables — can cause serious health problems to dogs and, in some cases, even death. </p>\n  <img src=\"https://joeelo.s3-us-west-1.amazonaws.com/blogs/blog-2-img-1.jpg\" alt=\"dog eating\">\n  <p>Instead of sharing all the many, many foods that you SHOULD NEVER give to your dog, I’m going to list the 15 foods that YOU CAN SHARE with your pal — in very small amounts! Just remember, servings of table-scraps should never exceed 10% of your dog’s daily calorie intake. More than that can be potentially dangerous to their health.</p>\n  <p>If a type of food is not on the list below, assume that it is too dangerous to feed your dog. </p>\n  <br>\n  <h3>The Safe-in-a-Small-Amount List:</h3>\n  <ul>\n    <li>Bread — plain; without seeds, spices, raisins or artificial sweeteners.</li>\n    <li>Cashews (only a few) — Cashews are packed with calcium, protein and minerals. But most other nuts may cause seizures, vomiting or other problems.</li>\n    <li>Cheese (unless they’re lactose intolerant) — Preferably low-fat, like mozzarella. And make sure it’s not made with an artificial sweetener.\n    </li>\n    <li>Coconut — Great for a dog’s skin, coat, breath and certain allergies.</li>\n    <li>Corn (small amount only) — Corn is used in many dog foods, but corn kernels are not easily digestible. Keep an eye on how your dog processes it.</li>\n    <li>Eggs (fully cooked) — A great source of protein for dogs.</li>\n    <li>Fish (fully cooked, bones removed) — Packed with omega-3s and amino acids.</li>\n    <li>Ham (fully cooked) — A great source of protein, but very high in fat.</li>\n    <li> Milk (unless they’re lactose intolerant) — But only a small amount.</li>\n    <li>Peanut butter (raw and unsalted) — Offers dogs protein, vitamins and minerals (and it’s fun to watch them eat it).</li>\n    <li> Popcorn (unsalted, unbuttered, air-popped, no artificial sweetener) — A small amount of popcorn tastes great and offers dogs riboflavin and thiamine (but make sure all the kernels are popped).</li>\n    <li> Pork (fully cooked) — It’s packed with digestible protein and loaded with amino acids. Remember, only a small amount.</li>\n    <li>Shrimp (fully cooked; with shell, tail, head and legs removed) — One shrimp once-in-a-while is a great source of omega-3 fatty acids for skin, coat and allergies.</li>\n    <li>Turkey (fully cooked) — Great source of protein, but remove excess fat and skin first.</li>\n    <li>Wheat — Grains like wheat, corn, sorghum and buckwheat provide dogs with protein, fatty acids and fiber. </li>\n  </ul>\n  <img src=\"https://joeelo.s3-us-west-1.amazonaws.com/blogs/blog-2-img-2.jpg\" alt=\"pug looking at pie\">\n  <p>And by all means, NEVER feed your dog any sort of food that was prepared with garlic, onions, chives, avocados, raisins, grapes, nutmeg or chocolate. And avoid all foods containing artificial sweeteners (check the nutrition label closely, because some brands may use sugar substitutes). </p><br>\n  <p>If you have a pet question you’d like to ask me, feel free to send your query to Support@DrJeffs.com. I’ll do my best to answer it as soon as possible! Stay tuned to DrJeffsPets.com for more pet advice.</p><br>\n  <p>To the health of your pets,</p>\n  <p>Dr. Jeff Werber DVM</p>"
    }, 
    {
      "slug": "do-big-dogs-have-more-problems-than-small-dogs", 
      "title": "Do Big Dogs Have More Problems Than Small Dogs?", 
      "brand": "dj",
      "coverImage": "https://joeelo.s3-us-west-1.amazonaws.com/blogs/tongue-out-blog-3.jpg",
      "meta": ["dogs", "optimum", "omega", "food", "Dr. Jeff's Pets", "Dr. Jeff", "fish", "fish-oil"],
      "content": "<p>All dogs are susceptible to a variety of different health problems, regardless of their size. That’s just part of life. But there are certain health issues that are more common in larger dogs, and other health issues that seem to be unique to smaller dogs. But whether one size has more problems than the other is difficult to say.</p>\n  <p>Let me explain...</p>\n  <img src=\"https://joeelo.s3-us-west-1.amazonaws.com/blogs/dogs-pink-bg.jpg\" alt=\"Dogs hanging outside in front of pink wall\">\n  <p><strong>Looks Can Be Deceiving</strong></p>\n  <p>First off, dogs are one of the most diverse species on Earth. At last count, there were more than 360 officially recognized dog breeds around the world — with about 190 of those breeds here in the United States. There are also many mixed breeds and designer crossbreeds that are too varied or too rare to classify as an official breed. But, believe me, there are a lot of different types of dogs out there these days.</p>\n  <p>Secondly, all dogs are almost identical on a genetic level — whether it’s a 6-pound poodle or a 120-pound Great Pyrenees — because they all evolved from the same animal thousands of years ago: the wolf. \n  </p>\n  <p><strong>But There Are Big Differences, Too</strong></p>\n  <img src=\"https://joeelo.s3-us-west-1.amazonaws.com/blogs/tongue-out-blog-3.jpg\" alt=\"Dogs with their tongues out\">\n  <p>To get to the point, yes, there are major differences between smaller dogs and larger dogs — beyond the size. Larger dogs have an average heart rate of 60 to 100 beats per minute, while smaller dogs’ hearts beat anywhere from 100 to 140 beats per minute.</p>\n  <p>Large dogs also age faster than smaller dogs. Research tells us that large dogs usually live to about 10 to 12 years of age, while small dogs can live up to 14 to even 16 years. Again, these are statistical averages. Variables like diet, stress and environment can increase or decrease those averages by years. I’ve treated healthy dogs — both large and small — that have lived to be almost 20 years old.</p>\n  <p>With that in mind, let me shed a little light on some common health problems affecting both dog sizes…and perhaps explain how that size difference plays a part in the problem.</p>\n  <p><strong>There’s a Lot of Legwork Involved</strong></p>\n  <img src=\"https://joeelo.s3-us-west-1.amazonaws.com/blogs/frisbee-blog-3.jpg\" alt=\"dog catching a frisbee on the beach\">\n  <p>Larger dogs tend to have more problems with their hips and elbows (you may have heard your vet mention the technical terms <strong>hip dysplasia</strong> or <strong>elbow dysplasia)</strong>. These issues could be as a result of their greater body weight and/or a less-active lifestyle. </p>\n  <p>Smaller dogs tend to have more knee problems. A common issue in smaller dogs is called <strong>patellar luxation</strong> (when the kneecap slips out of place, causing discomfort and limited movement). And this could be caused by their overactive behavior and Spider-Man-like leaping abilities.</p>\n  <p><strong>The Inside Information</strong></p>\n  <p>Larger dogs tend to suffer from <strong>arthritis, bone inflammation</strong> and <strong>canine cancer</strong> more often than smaller dogs. Large-breed dogs also seem to be more susceptible to heart-related issues, such as <strong>dilated cardiomyopathy</strong> (an enlarged heart that doesn’t pump properly) and a hereditary heart disease called <strong>aortic stenosis</strong> (a narrowing of the aorta, which can cause fainting, murmurs, and even heart failure).</p>\n  <p><strong>The Bigger They Are...</strong></p>\n  <p>You’ve probably heard of hypothyroidism. <strong>Hypothyroidism</strong> is a deficiency in the thyroid gland, which affects a dog’s metabolism (which means they have a problem converting food into energy). Although this issue can affect all sizes of dog, it mainly targets medium to large dogs — like Golden Retrievers and Doberman Pinschers. </p>\n  <img src=\"https://joeelo.s3-us-west-1.amazonaws.com/blogs/happy-lab-blog-3.jpg\" alt=\"a joyful lab\">\n  <p><strong>Wobbler Syndrome</strong> (cervical spondylomyelopathy) is a disease of the neck that commonly affects larger dogs — mostly Doberman Pinschers, for some reason. It occurs when the spinal cord in the neck becomes compressed, which can lead to neck discomfort and nervous system problems (like wobbling).</p>\n  <p><strong>A Little Small Talk</strong></p>\n  <p><strong>Pancreatitis</strong> (when the pancreas becomes inflamed, causing fever, vomiting, diarrhea and pain) can affect all dogs — but it seems to occur more often in smaller dogs.</p>\n  <p>Smaller dogs are also more physically fragile than larger dogs, and usually more physically active, too. This can lead to broken bones from being accidentally stepped on or tripped over. Additionally, smaller dogs with shorter hair tend to be more susceptible to cold weather, which can dangerously lower their internal body temperature. A really hot summer day can also lead to a heat stroke. </p>\n  <p><strong>But All Things Considered</strong></p>\n  <p>This is by no means an exhaustive list of all the different health problems that can affect dogs, whether they’re small or large. But I wanted to show you how size may play a factor in their health.</p>\n  <img src=\"https://joeelo.s3-us-west-1.amazonaws.com/blogs/snuggles-blog-3.jpg\" alt=\"gal snuggling with maltese\">\n  <p>But we also can’t discount factors like activity levels, nutrition, climate, households, and hereditary issues. My advice for you is to stay up-to-date on your vet visits and vaccinations, feed them balanced and nutritious meals, provide them with plenty of exercise, and love them like they’re a member of your family. </p>\n  <p>Feel free to send me an email at Support@DrJeffs.com, and your question might just become next week’s blog post!</p>\n  <p>To the health of your pets,</p>\n  <p>Dr. Jeff Werber DVM</p>"
    }
  ]
}